03 Testrapport/02 OA release/01 I&T Artefacten/02 Technisch/01 I&T testtool/02 Tool/Mutatie verwerking/M01/3.BRP/Bijhouding/M01_SOAP-VA4004-P1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:brp="http://www.bzk.nl/brp/brp0200">
	<soapenv:Header/>
	<soapenv:Body>
		<brp:bhg_vbaRegistreerVerhuizing>
			<brp:stuurgegevens brp:communicatieID="comid.stuurgegevens">
				<brp:zendendePartij>036301</brp:zendendePartij>
				<brp:zendendeSysteem>BRP</brp:zendendeSysteem>
				<brp:referentienummer>00000000-0000-0000-0042-200000000104</brp:referentienummer>
				<brp:tijdstipVerzending>2017-03-23T11:12:40.829+02:00</brp:tijdstipVerzending>
			</brp:stuurgegevens>
			<brp:parameters brp:communicatieID="comid.parameters">
				<brp:verwerkingswijze>Bijhouding</brp:verwerkingswijze>
			</brp:parameters>
			<brp:verhuizingBinnengemeentelijk brp:objecttype="AdministratieveHandeling" brp:communicatieID="comid.vzig">
				<brp:partijCode>036301</brp:partijCode>
				<brp:acties>
					<brp:registratieAdres brp:objecttype="Actie" brp:communicatieID="comid.vzig.registratieAdres">
						<brp:datumAanvangGeldigheid>2017-03-20</brp:datumAanvangGeldigheid>
						<brp:persoon brp:objecttype="Persoon" brp:objectSleutel="{GeefDetailsPersoon;bsn=406016446;Response_Persoon.xsl}" brp:communicatieID="comid.vzig.persoon1">
							<brp:adressen>
								<brp:adres brp:objecttype="PersoonAdres" brp:communicatieID="comid.vzig.PersoonAdres">
									<brp:soortCode>W</brp:soortCode>
									<brp:redenWijzigingCode>P</brp:redenWijzigingCode>
									<brp:aangeverAdreshoudingCode>I</brp:aangeverAdreshoudingCode>
									<brp:datumAanvangAdreshouding>2017-03-20</brp:datumAanvangAdreshouding>
									<brp:identificatiecodeAdresseerbaarObject>0363014000000207</brp:identificatiecodeAdresseerbaarObject>
									<brp:identificatiecodeNummeraanduiding>0363204000000207</brp:identificatiecodeNummeraanduiding>
									<brp:naamOpenbareRuimte>2e Glanshof</brp:naamOpenbareRuimte>
									<brp:afgekorteNaamOpenbareRuimte>2e Glanshof</brp:afgekorteNaamOpenbareRuimte>
									<brp:huisnummer>1</brp:huisnummer>
									<brp:woonplaatsnaam>Amsterdam</brp:woonplaatsnaam>
								</brp:adres>
							</brp:adressen>
						</brp:persoon>
					</brp:registratieAdres>
				</brp:acties>
			</brp:verhuizingBinnengemeentelijk>
		</brp:bhg_vbaRegistreerVerhuizing>
   </soapenv:Body>
</soapenv:Envelope>